"+ Add" = "Agregar otro";

"Add a card" = "Agrega una tarjeta";

"Add a payment method" = "Agregar un método de pago";

"Add bank account" = "Agregar cuenta bancaria";

"Add new payment method" = "Agregar nuevo método de pago";

"Add your payment information" = "Agrega la información de pago";

"Approve payment" = "Aprobar pago";

"Back" = "Atrás";

"Bank account" = "Cuenta bancaria";

"Buy now or pay later with Klarna." = "Compra ahora y paga después con Klarna.";

"Buy using a UPI ID" = "Comprar con un ID de UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si confirmas tu pago con PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si accedes a PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Si accedes a Revolut Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Revolut Pay conforme a las condiciones estipuladas.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al continuar, aceptas autorizar pagos conforme a <terms>estas condiciones</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Si continúas, autorizas a %1$@ a que cargue en tu cuenta de Cash App este pago y futuros pagos conforme a las condiciones de %2$@ hasta que se revoque esta autorización. Puedes cambiarla en cualquier momento en la configuración de Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al unirte a Link, aceptas las <terms>Condiciones de servicio</terms> y la <privacy>Política de privacidad</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Al suministrar tus datos de pago y confirmar el pago, autorizas (A) a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que efectúe débitos en tu cuenta y (B) al banco a que efectúe los débitos en tu cuenta siguiendo esas instrucciones. Como parte de tus prerrogativas, tienes derecho a un rembolso del banco conforme a los términos y condiciones del contrato suscripto con dicha entidad. La solicitud de rembolso deberá efectuarse dentro de las 8 semanas posteriores a la fecha en que se efectuó el débito en tu cuenta. Tus derechos se explican en una declaración que puedes solicitarle a tu banco. Aceptas recibir notificaciones sobre próximos débitos con hasta 2 días de antelación a que estos ocurran.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al guardar tu cuenta bancaria para %@, aceptas autorizar pagos conforme a estas <terms>condiciones</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancelar y pagar por otra vía";

"Choose a payment method" = "Elegir un método de pago";

"Close card scanner" = "Cerrar escáner de tarjetas";

"Confirm" = "Confirmar";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirma el pago en la aplicación del banco o de pago en el transcurso de %@ para completar la compra.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirma el pago en la aplicación de tu banco en el transcurso de %@ para completar la compra.";

"Contact information" = "Información de contacto";

"EPS Bank" = "Banco que opera con EPS";

"Enter address manually" = "Ingresar dirección manualmente";

"FPX Bank" = "Banco para FPX";

"IBAN" = "IBAN";

"Manage your payment methods" = "Gestiona tus métodos de pago";

"Name on card" = "Nombre del titular de la tarjeta";

"Open your UPI app to approve your payment within %@" = "Abre tu aplicación UPI para aprobar tu pago en el plazo de %@";

"Or" = "O";

"Or pay using" = "O pagar con";

"Or pay with a card" = "O pagar con tarjeta";

"Pay %@" = "Pagar %@";

"Pay another way" = "Pagar de otra manera";

"Pay faster at %@ and thousands of merchants." = "Paga más rápido en %@ y en miles de comercios.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Paga en <num_installments/> cuotas sin interés de <installment_price/> con <img/>";

"Pay later with Klarna." = "Paga después con Klarna.";

"Pay over time with %@" = "Paga a lo largo del tiempo con %@";

"Pay with Link" = "Pagar con Link";

"Pay with your bank account in just a few steps." = "Paga con tu cuenta bancaria en unos pocos pasos.";

"Payment failed" = "Error en el pago";

"Please go back and select another payment method" = "Regresa y selecciona otro método de pago";

"Point the camera at your card." = "Apunta la cámara a la tarjeta.";

"Processing..." = "Procesando...";

"Przelewy24 Bank" = "Banco que opera con Przelewy24";

"Remove %1$@ ending in %2$@" = "Elimina la tarjeta %1$@ terminada en %2$@";

"Remove Card" = "Eliminación de la tarjeta";

"Save" = "Guardar";

"Save a new payment method" = "Guarda un nuevo método de pago";

"Save address" = "Guardar dirección";

"Save for future payments" = "Guardar para futuros pagos";

"Save my info for secure 1-click checkout" = "Guardar mis datos para hacer el pago en 1 click en modo seguro";

"Save this account for future %@ payments" = "Guardar esta cuenta para realizar futuros pagos a %@";

"Save this card for future %@ payments" = "Guardar esta tarjeta para futuros pagos de %@";

"Save your bank account in just a few steps." = "Guarda tu cuenta bancaria en solo unos pasos.";

"Select your payment method" = "Selecciona el método de pago";

"Set up" = "Configurar";

"Shipping to %@ is not supported." = "No se aceptan envíos a %@.";

"Show menu" = "Mostrar menú";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para terminar de guardar tu cuenta bancaria con %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el pago de %@.";

"The IBAN you entered is incomplete." = "El IBAN que ingresaste está incompleto.";

"Update card" = "Actualizar tarjeta";

"Your IBAN should start with a two-letter country code." = "El IBAN debe empezar con un código de país de dos letras.";

"iDEAL Bank" = "Banco iDEAL";
